More than one curve not allowed.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId NotOneCurveError { get; }
  Visual Basic
Public Shared ReadOnly Property NotOneCurveError As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ NotOneCurveError {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures SketchFailures Class
  Autodesk.Revit.DB Namespace